import { Product } from '../../shared/types';

const products: Product[] = [
  {
    user: '6375932c46584de83329f42e',

    images: [
      '/products/clock-1.jpg',
      '/products/clock-2.jpg',
      '/products/clock-3.jpg',
      '/products/clock-4.jpg',
      '/products/clock-5.jpg',
    ],
    title: 'ساعت دیواری',
    price: 75000,
    countInStock: 10,
    intro:
      'لورم ایپسوم متن ساختگی با تولید سادگی نامفهوم از صنعت چاپ و با استفاده از طراحان گرافیک است چاپگرها و متون بلکه روزنامه و مجله در ستون و سطرآنچنان که لازم است و برای شرایط فعلی تکنولوژی مورد نیاز و کاربردهای متنوع با هدف بهبود ابزارهای کاربردی می باشد',
    description:
      'لورم ایپسوم متن ساختگی با تولید سادگی نامفهوم از صنعت چاپ و با استفاده از طراحان گرافیک است چاپگرها و متون بلکه روزنامه و مجله در ستون و سطرآنچنان که لازم است و برای شرایط فعلی تکنولوژی مورد نیاز و کاربردهای متنوع با هدف بهبود ابزارهای کاربردی می باشد کتابهای زیادی در شصت و سه درصد گذشته حال و آینده شناخت فراوان جامعه و متخصصان را می طلبد تا با نرم افزارها شناخت بیشتری را برای طراحان رایانه ای علی الخصوص طراحان خلاقی',
    info: {
      weight: '2 کیلوگرم',
      dimentions: '2 x 3 x 4',
      colors: 'ابی، سبز، مشکی',
      material: 'چوبی، فلزی',
    },
    reviews: [],
    numReviews: 0,
    rating: 0,
    categories: ['637593da816b850008f2043c', '637593da816b850008f2043d'],
    tags: ['وسایل، خرید وسایل خانگی'],
  },
  {
    user: '6375932c46584de83329f42e',

    images: [
      '/products/p-1.jpg',
      '/products/p-2.jpg',
      '/products/p-3.jpg',
      '/products/p-4.jpg',
      '/products/p-5.jpg',
    ],
    title: 'گوزن تزئینی',
    price: 75000,
    countInStock: 10,
    intro:
      'لورم ایپسوم متن ساختگی با تولید سادگی نامفهوم از صنعت چاپ و با استفاده از طراحان گرافیک است چاپگرها و متون بلکه روزنامه و مجله در ستون و سطرآنچنان که لازم است و برای شرایط فعلی تکنولوژی مورد نیاز و کاربردهای متنوع با هدف بهبود ابزارهای کاربردی می باشد',
    description:
      'لورم ایپسوم متن ساختگی با تولید سادگی نامفهوم از صنعت چاپ و با استفاده از طراحان گرافیک است چاپگرها و متون بلکه روزنامه و مجله در ستون و سطرآنچنان که لازم است و برای شرایط فعلی تکنولوژی مورد نیاز و کاربردهای متنوع با هدف بهبود ابزارهای کاربردی می باشد کتابهای زیادی در شصت و سه درصد گذشته حال و آینده شناخت فراوان جامعه و متخصصان را می طلبد تا با نرم افزارها شناخت بیشتری را برای طراحان رایانه ای علی الخصوص طراحان خلاقی',
    info: {
      weight: '2 کیلوگرم',
      dimentions: '2 x 3 x 4',
      colors: 'ابی، سبز، مشکی',
      material: 'چوبی، فلزی',
    },
    reviews: [],
    numReviews: 0,
    rating: 0,
    categories: ['637593da816b850008f2043c', '637593da816b850008f2043d'],
    tags: ['وسایل، خرید وسایل خانگی'],
  },
  {
    user: '6375932c46584de83329f42e',

    images: [
      '/products/table-1.jpg',
      '/products/table-2.jpg',
      '/products/table-3.jpg',
      '/products/table-4.jpg',
      '/products/table-5.jpg',
    ],
    title: 'میز چوبی',
    price: 150000,
    countInStock: 10,
    intro:
      'لورم ایپسوم متن ساختگی با تولید سادگی نامفهوم از صنعت چاپ و با استفاده از طراحان گرافیک است چاپگرها و متون بلکه روزنامه و مجله در ستون و سطرآنچنان که لازم است و برای شرایط فعلی تکنولوژی مورد نیاز و کاربردهای متنوع با هدف بهبود ابزارهای کاربردی می باشد',
    description:
      'لورم ایپسوم متن ساختگی با تولید سادگی نامفهوم از صنعت چاپ و با استفاده از طراحان گرافیک است چاپگرها و متون بلکه روزنامه و مجله در ستون و سطرآنچنان که لازم است و برای شرایط فعلی تکنولوژی مورد نیاز و کاربردهای متنوع با هدف بهبود ابزارهای کاربردی می باشد کتابهای زیادی در شصت و سه درصد گذشته حال و آینده شناخت فراوان جامعه و متخصصان را می طلبد تا با نرم افزارها شناخت بیشتری را برای طراحان رایانه ای علی الخصوص طراحان خلاقی',
    info: {
      weight: '2 کیلوگرم',
      dimentions: '2 x 3 x 4',
      colors: 'ابی، سبز، مشکی',
      material: 'چوبی، فلزی',
    },
    reviews: [],
    numReviews: 0,
    rating: 0,
    categories: ['637593da816b850008f2043c', '637593da816b850008f2043d'],
    tags: ['وسایل، خرید وسایل خانگی'],
  },
  {
    user: '6375932c46584de83329f42e',

    images: [
      '/products/chair-1.jpg',
      '/products/chair-2.jpg',
      '/products/chair-3.jpg',
      '/products/chair-4.jpg',
      '/products/chair-5.jpg',
    ],
    title: 'صندلی پلاستیکی',
    price: 584000,
    countInStock: 10,
    intro:
      'لورم ایپسوم متن ساختگی با تولید سادگی نامفهوم از صنعت چاپ و با استفاده از طراحان گرافیک است چاپگرها و متون بلکه روزنامه و مجله در ستون و سطرآنچنان که لازم است و برای شرایط فعلی تکنولوژی مورد نیاز و کاربردهای متنوع با هدف بهبود ابزارهای کاربردی می باشد',
    description:
      'لورم ایپسوم متن ساختگی با تولید سادگی نامفهوم از صنعت چاپ و با استفاده از طراحان گرافیک است چاپگرها و متون بلکه روزنامه و مجله در ستون و سطرآنچنان که لازم است و برای شرایط فعلی تکنولوژی مورد نیاز و کاربردهای متنوع با هدف بهبود ابزارهای کاربردی می باشد کتابهای زیادی در شصت و سه درصد گذشته حال و آینده شناخت فراوان جامعه و متخصصان را می طلبد تا با نرم افزارها شناخت بیشتری را برای طراحان رایانه ای علی الخصوص طراحان خلاقی',
    info: {
      weight: '2 کیلوگرم',
      dimentions: '2 x 3 x 4',
      colors: 'ابی، سبز، مشکی',
      material: 'چوبی، فلزی',
    },
    reviews: [],
    numReviews: 0,
    rating: 0,
    categories: ['637593da816b850008f2043c', '637593da816b850008f2043d'],
    tags: ['وسایل، خرید وسایل خانگی'],
  },
  {
    user: '6375932c46584de83329f42e',

    images: [
      '/products/lamp-1.jpg',
      '/products/lamp-2.jpg',
      '/products/lamp-3.jpg',
      '/products/lamp-4.jpg',
      '/products/lamp-5.jpg',
    ],
    title: 'لامپ نورانی',
    price: 96000,
    countInStock: 10,
    intro:
      'لورم ایپسوم متن ساختگی با تولید سادگی نامفهوم از صنعت چاپ و با استفاده از طراحان گرافیک است چاپگرها و متون بلکه روزنامه و مجله در ستون و سطرآنچنان که لازم است و برای شرایط فعلی تکنولوژی مورد نیاز و کاربردهای متنوع با هدف بهبود ابزارهای کاربردی می باشد',
    description:
      'لورم ایپسوم متن ساختگی با تولید سادگی نامفهوم از صنعت چاپ و با استفاده از طراحان گرافیک است چاپگرها و متون بلکه روزنامه و مجله در ستون و سطرآنچنان که لازم است و برای شرایط فعلی تکنولوژی مورد نیاز و کاربردهای متنوع با هدف بهبود ابزارهای کاربردی می باشد کتابهای زیادی در شصت و سه درصد گذشته حال و آینده شناخت فراوان جامعه و متخصصان را می طلبد تا با نرم افزارها شناخت بیشتری را برای طراحان رایانه ای علی الخصوص طراحان خلاقی',
    info: {
      weight: '2 کیلوگرم',
      dimentions: '2 x 3 x 4',
      colors: 'ابی، سبز، مشکی',
      material: 'چوبی، فلزی',
    },
    reviews: [],
    rating: 2.3,
    numReviews: 0,
    categories: ['637593da816b850008f2043c', '637593da816b850008f2043d'],
    tags: ['وسایل، خرید وسایل خانگی'],
  },
  {
    user: '6375932c46584de83329f42e',

    images: [
      '/products/bed-1.jpg',
      '/products/bed-2.jpg',
      '/products/bed-3.jpg',
      '/products/bed-4.jpg',
      '/products/bed-5.jpg',
    ],
    title: 'تخت خواب',
    price: 2584000,
    countInStock: 10,
    intro:
      'لورم ایپسوم متن ساختگی با تولید سادگی نامفهوم از صنعت چاپ و با استفاده از طراحان گرافیک است چاپگرها و متون بلکه روزنامه و مجله در ستون و سطرآنچنان که لازم است و برای شرایط فعلی تکنولوژی مورد نیاز و کاربردهای متنوع با هدف بهبود ابزارهای کاربردی می باشد',
    description:
      'لورم ایپسوم متن ساختگی با تولید سادگی نامفهوم از صنعت چاپ و با استفاده از طراحان گرافیک است چاپگرها و متون بلکه روزنامه و مجله در ستون و سطرآنچنان که لازم است و برای شرایط فعلی تکنولوژی مورد نیاز و کاربردهای متنوع با هدف بهبود ابزارهای کاربردی می باشد کتابهای زیادی در شصت و سه درصد گذشته حال و آینده شناخت فراوان جامعه و متخصصان را می طلبد تا با نرم افزارها شناخت بیشتری را برای طراحان رایانه ای علی الخصوص طراحان خلاقی',
    info: {
      weight: '2 کیلوگرم',
      dimentions: '2 x 3 x 4',
      colors: 'ابی، سبز، مشکی',
      material: 'چوبی، فلزی',
    },
    reviews: [],
    numReviews: 0,
    rating: 0,
    categories: ['637593da816b850008f2043c', '637593da816b850008f2043d'],
    tags: ['وسایل، خرید وسایل خانگی'],
  },
  {
    user: '6375932c46584de83329f42e',

    images: [
      '/products/gold-clock-1.jpg',
      '/products/gold-clock-2.jpg',
      '/products/gold-clock-3.jpg',
      '/products/gold-clock-4.jpg',
      '/products/gold-clock-5.jpg',
    ],
    title: 'تخت خواب',
    price: 2584000,
    countInStock: 10,
    intro:
      'لورم ایپسوم متن ساختگی با تولید سادگی نامفهوم از صنعت چاپ و با استفاده از طراحان گرافیک است چاپگرها و متون بلکه روزنامه و مجله در ستون و سطرآنچنان که لازم است و برای شرایط فعلی تکنولوژی مورد نیاز و کاربردهای متنوع با هدف بهبود ابزارهای کاربردی می باشد',
    description:
      'لورم ایپسوم متن ساختگی با تولید سادگی نامفهوم از صنعت چاپ و با استفاده از طراحان گرافیک است چاپگرها و متون بلکه روزنامه و مجله در ستون و سطرآنچنان که لازم است و برای شرایط فعلی تکنولوژی مورد نیاز و کاربردهای متنوع با هدف بهبود ابزارهای کاربردی می باشد کتابهای زیادی در شصت و سه درصد گذشته حال و آینده شناخت فراوان جامعه و متخصصان را می طلبد تا با نرم افزارها شناخت بیشتری را برای طراحان رایانه ای علی الخصوص طراحان خلاقی',
    info: {
      weight: '2 کیلوگرم',
      dimentions: '2 x 3 x 4',
      colors: 'ابی، سبز، مشکی',
      material: 'چوبی، فلزی',
    },
    reviews: [],
    numReviews: 0,
    rating: 0,
    categories: ['637593da816b850008f2043c', '637593da816b850008f2043d'],
    tags: ['وسایل، خرید وسایل خانگی'],
  },
  {
    user: '6375932c46584de83329f42e',

    images: [
      '/products/gray-chair-1.jpg',
      '/products/gray-chair-2.jpg',
      '/products/gray-chair-3.jpg',
      '/products/gray-chair-4.jpg',
      '/products/gray-chair-5.jpg',
    ],
    title: 'صندلی خاکستری',
    price: 2584000,
    countInStock: 10,
    intro:
      'لورم ایپسوم متن ساختگی با تولید سادگی نامفهوم از صنعت چاپ و با استفاده از طراحان گرافیک است چاپگرها و متون بلکه روزنامه و مجله در ستون و سطرآنچنان که لازم است و برای شرایط فعلی تکنولوژی مورد نیاز و کاربردهای متنوع با هدف بهبود ابزارهای کاربردی می باشد',
    description:
      'لورم ایپسوم متن ساختگی با تولید سادگی نامفهوم از صنعت چاپ و با استفاده از طراحان گرافیک است چاپگرها و متون بلکه روزنامه و مجله در ستون و سطرآنچنان که لازم است و برای شرایط فعلی تکنولوژی مورد نیاز و کاربردهای متنوع با هدف بهبود ابزارهای کاربردی می باشد کتابهای زیادی در شصت و سه درصد گذشته حال و آینده شناخت فراوان جامعه و متخصصان را می طلبد تا با نرم افزارها شناخت بیشتری را برای طراحان رایانه ای علی الخصوص طراحان خلاقی',
    info: {
      weight: '2 کیلوگرم',
      dimentions: '2 x 3 x 4',
      colors: 'ابی، سبز، مشکی',
      material: 'چوبی، فلزی',
    },
    reviews: [],
    numReviews: 0,
    rating: 0,
    categories: ['637593da816b850008f2043c', '637593da816b850008f2043d'],
    tags: ['وسایل، خرید وسایل خانگی'],
  },
];

export default products;
